tap "1password/tap"
tap "blackmann/brew"
tap "derailed/k9s"
tap "drone/drone"
tap "hashicorp/tap"
tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "joshmedeski/sesh"
tap "libsql/sqld"
tap "nytimes/tap", "git@github.com:nytimes/homebrew-tap.git"
tap "oven-sh/bun"
tap "planetscale/tap"
tap "sandreas/tap"
tap "styrainc/packages"
tap "timrogers/tap"
tap "tursodatabase/tap"
brew "adr-tools"
brew "libpng"
brew "xz"
brew "zstd"
brew "libtiff"
brew "jpeg-xl"
brew "apr-util"
brew "autoconf"
brew "automake"
brew "cryptography"
brew "awscli"
brew "bash"
brew "libssh2"
brew "libgit2"
brew "bat"
brew "berkeley-db", link: true
brew "binwalk"
brew "cabextract"
brew "freetype"
brew "glib"
brew "libx11"
brew "lima"
brew "colima"
brew "conftest"
brew "coreutils"
brew "rtmpdump"
brew "diff-so-fancy"
brew "direnv"
brew "docker-buildx"
brew "docker-completion"
brew "docker-compose"
brew "docker-credential-helper"
brew "docker-credential-helper-ecr"
brew "docutils"
brew "duti"
brew "libtool"
brew "unixodbc"
brew "wxwidgets"
brew "erlang"
brew "eza"
brew "fd"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "libssh"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fnm"
brew "openssl@1.1"
brew "python@3.11"
brew "fontforge"
brew "freetds"
brew "fzf"
brew "gdbm"
brew "gh"
brew "git"
brew "gnu-sed"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "golangci-lint"
brew "gum"
brew "helm"
brew "httpie"
brew "hugo"
brew "libheif"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "jsonnet"
brew "kind"
brew "krb5"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "lefthook"
brew "libgpg-error"
brew "libksba"
brew "python@3.12"
brew "libyaml"
brew "libzip"
brew "mas"
brew "minikube"
brew "neofetch"
brew "neovim"
brew "nginx"
brew "nmap"
brew "opa"
brew "parallel"
brew "pcre"
brew "php", restart_service: :changed
brew "pillow"
brew "pipx"
brew "pnpm"
brew "postgresql@15"
brew "protobuf"
brew "pyenv"
brew "python@3.10"
brew "qemu"
brew "rbenv"
brew "revive"
brew "ripgrep"
brew "sponge"
brew "starship"
brew "staticcheck"
brew "stow"
brew "thefuck"
brew "tmux"
brew "tree"
brew "tz"
brew "vcprompt"
brew "vim"
brew "wget"
brew "yamllint"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "zoxide"
brew "zsh"
brew "derailed/k9s/k9s"
brew "drone/drone/drone"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
brew "joshmedeski/sesh/sesh"
brew "nytimes/tap/dvsp"
brew "oven-sh/bun/bun"
brew "planetscale/tap/pscale"
brew "sandreas/tap/m4b-tool"
brew "styrainc/packages/regal"
brew "timrogers/tap/litra"
brew "tursodatabase/tap/turso"
cask "airtable"
cask "bruno"
cask "burp-suite"
cask "docker"
cask "finch"
cask "font-inter"
cask "font-jetbrains-mono"
cask "font-poppins"
cask "font-sf-mono"
cask "font-symbols-only-nerd-font"
cask "google-cloud-sdk"
cask "raycast"
cask "tableplus"
vscode "mikemcbride.early-riser"
vscode "mikemcbride.electron-highlighter"
vscode "vscodevim.vim"
