tap "drone/drone"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "adr-tools"
brew "libpng"
brew "libtiff"
brew "autoconf"
brew "automake"
brew "gdbm"
brew "xz"
brew "python@3.10"
brew "awscli"
brew "bash"
brew "bat"
brew "berkeley-db", link: true
brew "pkg-config"
brew "broot"
brew "cabextract"
brew "freetype"
brew "pcre"
brew "glib"
brew "libx11"
brew "libtool"
brew "unbound"
brew "gnutls"
brew "colima"
brew "coreutils"
brew "diff-so-fancy"
brew "docker-compose"
brew "duti"
brew "wxwidgets"
brew "erlang"
brew "fd"
brew "harfbuzz"
brew "ffmpeg"
brew "fnm"
brew "unixodbc"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "go"
brew "gobject-introspection"
brew "golangci-lint"
brew "jpeg"
brew "jq"
brew "jsonnet"
brew "kubernetes-cli"
brew "kubectx"
brew "libgpg-error"
brew "libksba"
brew "libyaml"
brew "neovim"
brew "nginx"
brew "nmap"
brew "php", restart_service: true
brew "protobuf"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "starship"
brew "stow"
brew "tmux"
brew "tree"
brew "vcprompt"
brew "vim"
brew "wget"
brew "yarn"
brew "zsh"
brew "drone/drone/drone"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
cask "airtable"
cask "docker"
cask "font-inter"
cask "font-poppins"
cask "github"
cask "google-cloud-sdk"
cask "insomnia"
cask "kap"
cask "karabiner-elements"
cask "kitty"
cask "raycast"
cask "slack"
cask "tableplus"
