tap "1password/tap"
tap "derailed/k9s"
tap "drone/drone"
tap "hashicorp/tap"
tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "nytimes/tap", "git@github.com:nytimes/homebrew-tap.git"
tap "oven-sh/bun"
tap "planetscale/tap"
tap "sandreas/tap"
brew "adr-tools"
brew "libpng"
brew "xz"
brew "zstd"
brew "libtiff"
brew "jpeg-xl"
brew "apr-util"
brew "autoconf"
brew "automake"
brew "openssl@1.1"
brew "python@3.11"
brew "docutils"
brew "awscli"
brew "bash"
brew "bat"
brew "berkeley-db", link: true
brew "broot"
brew "cabextract"
brew "freetype"
brew "glib"
brew "pkg-config"
brew "libx11"
brew "pcre"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libssh"
brew "qemu"
brew "lima"
brew "colima"
brew "coreutils"
brew "libssh2"
brew "openldap"
brew "rtmpdump"
brew "curl"
brew "diff-so-fancy"
brew "direnv"
brew "docker-compose"
brew "docker-credential-helper-ecr"
brew "duti"
brew "libtool"
brew "unixodbc"
brew "wxwidgets"
brew "erlang"
brew "libgit2"
brew "eza"
brew "fd"
brew "fish"
brew "fnm"
brew "harfbuzz"
brew "fontforge"
brew "freetds"
brew "fzf"
brew "gdbm"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "go"
brew "gobject-introspection"
brew "golangci-lint"
brew "gum"
brew "helm"
brew "httpie"
brew "hugo"
brew "jpeg"
brew "jq"
brew "jsonnet"
brew "kind"
brew "krb5"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "lefthook"
brew "leptonica"
brew "libarchive"
brew "libgpg-error"
brew "libksba"
brew "libpq"
brew "libyaml"
brew "libzip"
brew "minikube"
brew "neovim"
brew "nginx"
brew "nmap"
brew "parallel"
brew "php", restart_service: true
brew "postgresql@14", restart_service: true
brew "protobuf"
brew "python@3.10"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "sponge"
brew "srt"
brew "starship"
brew "stow"
brew "tesseract"
brew "tmux"
brew "tree"
brew "tz"
brew "vcprompt"
brew "vim"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "zsh"
brew "derailed/k9s/k9s"
brew "drone/drone/drone"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
brew "homebrew-ffmpeg/ffmpeg/ffmpeg", args: ["with-fdk-aac"]
brew "nytimes/tap/dvsp"
brew "oven-sh/bun/bun"
brew "planetscale/tap/pscale"
brew "sandreas/tap/m4b-tool"
cask "airtable"
cask "docker"
cask "font-inter"
cask "font-jetbrains-mono"
cask "font-poppins"
cask "font-symbols-only-nerd-font"
cask "google-cloud-sdk"
cask "insomnia"
cask "kap"
cask "karabiner-elements"
cask "kitty"
cask "postman"
cask "raycast"
cask "slack"
cask "tableplus"
